[
    {
        "id": "6356cd14c817e3f88f5d28d2",
        "category_id": "01",
        "index": 0,
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/HTML5_logo_and_wordmark.svg/1200px-HTML5_logo_and_wordmark.svg.png",
        "title": "HTML",
        "price": "20",
        "reting": "4.00",
        "instractorPicture": "https://img.freepik.com/free-photo/portrait-successful-man-having-stubble-posing-with-broad-smile-keeping-arms-folded_171337-1267.jpg?w=2000",
        "name": "Tom Hins",
        "company": "SULTRAXIN",
        "email": "angelolsen@sultraxin.com",
        "description": "Whether youre interested in becoming a professional web developer or you simply want to learn more about how websites work, the first thing you need to study is HTML HTML is the standard language that is used for creating webpages and web applications. Every time you access a website, a server sends an HTML file to your computer and your browser interprets and displays the information included in that file. In fact, all the information you are reading now is simply data that has been stored in an HTML file and sent to your browser HTML stands for HyperText Markup Language, which can be a confusing term for many beginners Html is frist learning web development"
    },
    {
        "id": "6356cd14637c3ffb55357ea9",
        "category_id": "02",
        "index": 1,
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/CSS3_logo_and_wordmark.svg/1200px-CSS3_logo_and_wordmark.svg.png",
        "title": "CSS",
        "price": "30",
        "reting": "4.00",
        "instractorPicture": "https://img.freepik.com/free-photo/portrait-successful-man-having-stubble-posing-with-broad-smile-keeping-arms-folded_171337-1267.jpg?w=2000",
        "name": "Tom Hins",
        "company": "KEEG",
        "email": "penningtonmckenzie@keeg.com",
        "description": "Cascading Style Sheets, fondly referred to as CSS, is a simple design language intended to simplify the process of making web pages presentable. CSS handles the look and feel part of a web page. Using CSS, you can control the color of the text, the style of fonts, the spacing between paragraphs, how columns are sized and laid out, what background images or colors are used, layout designs,variations CSS is easy to learn and understand but it provides powerful control over the presentation css good looking your web page"
    },
    {
        "id": "6356cd14264539a10cb83cd2",
        "category_id": "03",
        "index": 2,
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Unofficial_JavaScript_logo_2.svg/2048px-Unofficial_JavaScript_logo_2.svg.png",
        "title": "JAVA SCRIPT",
        "price": "35",
        "reting": "4.00",
        "instractorPicture": "https://img.freepik.com/free-photo/portrait-successful-man-having-stubble-posing-with-broad-smile-keeping-arms-folded_171337-1267.jpg?w=2000",
        "name": "Tom Hins",
        "company": "ROCKLOGIC",
        "email": "piercehaney@rocklogic.com",
        "description": "The chances of a developer not needing to learn or use JavaScript at some point in their careers are slim to none; even if a job doesn’t require its day-to-day use, applicants still typically need to prove their command over it in the interview stage. A recent report published by DevSkiller found that not only does the language top the list of the skills developers are tested on during the job search, but that “most developers will get a JavaScript IT skills assessment, regardless of their main focus.” More to the point, a full 72 percent of companies who need developers hire professionals who are proficient in JavaScript Like it or not, aspiring developers can’t get away from learning JavaScript. The reason is simple: It’s just too darn useful."
    },
    {
        "id": "6356cd14ef493a382614ca6a",
        "category_id": "04",
        "index": 3,
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bootstrap_logo.svg/1200px-Bootstrap_logo.svg.png",
        "title": "BOOTSTRAP",
        "price": "40",
        "reting": "4.00",
        "instractorPicture": "https://img.freepik.com/free-photo/portrait-successful-man-having-stubble-posing-with-broad-smile-keeping-arms-folded_171337-1267.jpg?w=2000",
        "name": "Tom Hins",
        "company": "IMAGINART",
        "email": "lolapowers@imaginart.com",
        "description": "Bootstrap makes responsive web design a reality. It makes it possible for a web page or app to detect the visitor's screen size and orientation and automatically adapt the display accordingly. The mobile-first approach assumes mobile apps are employees' primary tools for getting work done. Bootstrap addresses the requirements of those technologies in design and includes UI components, layouts, JavaScript tools and the implementation framework. The software is available precompiled Mark Otto and Jacob Thornton developed Bootstrap at Twitter to improve the consistency of tools used on the site and to reduce maintenance. The software was formerly known as Twitter Blueprint and is sometimes referred to as Twitter Bootstrap. responsive design best bootstrap "
    },
    {
        "id": "6356cd141bb389c0d9f1a205",
        "category_id": "05",
        "index": 4,
        "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/React-icon.svg/1200px-React-icon.svg.png",
        "title": "REACT JS",
        "reting": "4.00",
        "instractorPicture": "https://img.freepik.com/free-photo/portrait-successful-man-having-stubble-posing-with-broad-smile-keeping-arms-folded_171337-1267.jpg?w=2000",
        "name": "Tom Hins",
        "company": "GEEKUS",
        "price": "50",
        "email": "lavernerandall@geekus.com",
        "description": "React makes it painless to create interactive UIs. Design simple views for each state in your application, and React will efficiently update and render just the right components when your data changes. Build encapsulated components that manage their own state, then compose them to make complex UIs. Since component logic is written in JavaScript instead of templates, you can easily pass rich data through your app and keep state out of the DOM."
    },
    {
        "id": "6356cd14f0c0bbe7a3c2faea",
        "category_id": "06",
        "index": 5,
        "picture": "https://miro.medium.com/max/1200/1*eGD0FT0if0bq8RUcU5d3zw.png",
        "title": "NODE JS",
        "price": "60",
        "reting": "4.00",
        "instractorPicture": "https://img.freepik.com/free-photo/portrait-successful-man-having-stubble-posing-with-broad-smile-keeping-arms-folded_171337-1267.jpg?w=2000",
        "name": "Tom Hins",
        "company": "DIGIPRINT",
        "email": "carneycontreras@digiprint.com",
        "description": "As an asynchronous event-driven JavaScript runtime, Node.js is designed to build scalable network applications. In the following example, many connections can be handled concurrently. Upon each connection, the callback is fired, but if there is no work to be done, Node.js will sleep. This is in contrast to today's more common concurrency model, in which OS threads are employed. Thread-based networking is relatively inefficient and very difficult to use. Node is a java script runtime"
    }
]